#+title: Evaluaci칩n de la exposici칩n
#+author: Gunnar Wolf

* Sistemas operativos en computadoras cu치nticas

- Tema presentado por :: Samuel Chong
- Calificaci칩n global :: Por favor revisen m치s adelante para ver de
  d칩nde vienen todos estos n칰meros 游땔

|------------------------+------+--------------------+------+---------|
| Evaluaci칩n  compa침eros | Peso | Evaluaci칩n docente | Peso | *Total* |
|------------------------+------+--------------------+------+---------|
|                   9.36 |  0.3 |               7.13 |  0.7 |    7.80 |
|------------------------+------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Comentarios

Dado que es una presentaci칩n en video, no puedo evaluar /dominio del tema/ y
/presencia/ como lo har칤amos habitualmente. Me centro en las respuestas que
hagan a las preguntas de sus compa침eros para el primero y en si la presentaci칩n
"suena" le칤da directamente del material que prepararon o expuesta m치s libremente
para el segundo.


* Evaluaci칩n grupal

|              | 1 | 2 | 3 | 4 | 5 | Total |
|--------------+---+---+---+---+---+-------|
| Originalidad | 0 | 0 | 0 | 1 | 4 |  9.60 |
| Nivel        | 0 | 0 | 0 | 2 | 3 |  9.20 |
| Relevancia   | 0 | 0 | 1 | 0 | 4 |  9.20 |
| Claridad     | 0 | 0 | 0 | 1 | 4 |  9.60 |
| Presencia    | 0 | 0 | 0 | 2 | 3 |  9.20 |
|--------------+---+---+---+---+---+-------|
|              |   |   |   |   |   |  9.36 |
#+TBLFM: @2$7..@6$7=10 * (0.2*$2 + 0.4*$3 + 0.6*$4 + 0.8*$5 + $6 ) / vsum($2..$6); f-2::@7$7=vmean(@2$7..@6$7); f-2

** Comentarios de los compa침eros

Tu exposici칩n recibi칩 los siguientes comentarios anonimizados por
parte de tus compa침eros:

(no dejaron ning칰n comentario)

* Evaluaci칩n por parte del docente

| *Aspecto*              | *Peso* | *Evaluaci칩n* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           10 |       1. |
| Material desarrollado  |    0.2 |          7.5 |      1.5 |
| Contenido              |    0.2 |            5 |       1. |
| Fuentes bibliogr치ficas |    0.1 |          7.5 |     0.75 |
| Uso del tiempo         |    0.1 |           10 |       1. |
| Dominio del tema       |   0.15 |          7.5 |    1.125 |
| Presencia              |   0.15 |            5 |     0.75 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     7.13 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

** Comentarios

- Hablas a con un nivel de voz muy bajo. Si le sumamos que tienes
  bastante ruido de fondo, dificulta entender lo que dices.
- Como te lo coment칠 antes cuando platicamos respecto al tema que presentar칤as,
  la presentaci칩n se mantiene a un nivel que podr칤a verse como /mercadotecnia/:
  no mencionas ning칰n dato t칠cnico respecto a la diferencia que puede tener el
  c칩mputo cu치ntico
  - Hay algunas (pocas) 치reas en que se ve que s칤 representar치 un cambio
    cualitativo. Mencionas, por ejemplo, la criptograf칤a (donde hace que sean
    necesarios algoritmos diferentes dise침ados para aguantar este nuevo modelo
    de c칩mputo) y la privacidad (la transmisi칩n de informaci칩n codificada en
    qubits, que hace imposible el que un tercero la esp칤e sin revelarse). Pero
    no son muchas las aplicaciones que podr치n ganar de ello.
  - El c칩mputo cu치ntico no es /m치s r치pido/ ni /m치s potente/... 칰nicamente
    permite relizar /algunas clases espec칤ficas de operaciones matem치ticas/ de
    una sola vez /como si fuera un sistema masivamente paralelo), manteniendo su
    ejecuci칩nen tiempo constante.
- No hay en horizonte ning칰n sistema operativo para computadoras cu치nticas, ni
  se espera que representen un cambio para 칠stos.
  - La unidad de computaci칩n cu치ntica se ve como un /perif칠rico especializado/
    a ser manejado por una computadora /con un sistema operativo normal/,
    como hoy en d칤a se manejan los coprocesadores num칠ricos o los GPUs.

* Verificaci칩n de originalidad

Los reportes que env칤an son verificados utilizando la herramienta
/Compilatio/. Para fines de esta materia, el resultado de esta
revisi칩n /no tendr치 ning칰n efecto/ mientras el umbral de textos
copiados de otros documentos sin atribuci칩n sea menor al 30%.

- 23% de textos sospechosos
  - 2% de similitudes con otros documentos
  - 20% estil칤sticamente pr칩ximos a lo generado por IA (indicador, no
    prueba)
  - 3% idiomas no reconocidos
  - 0% de citas atribu칤das (citas expresas)
